Repository: common-repository/rebill-subscriptions-memberships-for-woocommerce
Catalog: languages/wc-rebill-subscription-*.po
Languages: es_co

source: Card Number
es_co: Número de tarjeta

source: %s repetition
es_co: %s repetición

source: %s U. of
es_co: %s U. de

source: Actions
es_co: Acciones

source: Activate
es_co: Activar

source: Activate Rebill
es_co: Activar Rebill

source: Active
es_co: Activo

source: Add a description to this payment method
es_co: Agrega una descripción a este método de pago

source: Add new credit card
es_co: Agregar nueva tarjeta de crédito

source: Add the name to rebill that will be shown to the client
es_co: Agregue el nombre de Rebill que se le mostrará al cliente

source: All orders for this subscription
es_co: Todos los pedidos de esta suscripción

source: Allow one pay products and subscription products in same cart
es_co: Permitir productos de pago y productos de suscripción en el mismo carrito

source: Allow only one subscription active by customer
es_co: Permitir solo una suscripción activa por cliente

source: Allow only one subscription products by cart
es_co: Permitir solo una suscripción de productos por carrito

source: Amount
es_co: Monto

source: An e-mail has been sent to customer from Rebill.to to update the card details.
es_co: Se envió un correo electrónico al cliente desde Rebill.to para actualizar los detalles de la tarjeta.

source: An e-mail has been sent to your e-mail from Rebill.to to update the card details.
es_co: Se ha enviado un correo electrónico a su correo electrónico desde Rebill.to para actualizar los detalles de la tarjeta.

source: and it has an extra sign-up fee of
es_co: y tiene una costo por alta de

source: Are you completely sure to cancel the subscription #%d? This will be irreversible
es_co: ¿Está completamente seguro de cancelar la suscripción #%d? Esto será irreversible

source: Are you sure you want to request to renew card for the subscription #%d?
es_co: ¿Está seguro de que desea solicitar la renovación de la tarjeta para la suscripción #%d?

source: Cancel Subscription
es_co: Cancelar suscripción

source: Cancel subscription
es_co: Cancelar suscripción

source: Cancelled
es_co: Cancelado

source: Card Holder
es_co: Titular de la tarjeta

source: Change Card
es_co: Cambiar tarjeta

source: Client pay every %s day
es_co: El cliente paga cada %s día

source: Client pay every %s month
es_co: El cliente paga cada %s mes

source: Client pay every %s year
es_co: El cliente paga cada %s año

source: Collection failed
es_co: No se pudo cobrar

source: Date
es_co: Fecha

source: Day
es_co: Día

source: Deactivate in one-time purchase
es_co: Desactivar en una compra única

source: Deactivate rebill if the customer has not added subscriptions in the shopping cart
es_co: Desactivar Rebill si el cliente no ha agregado suscripciones en el carrito de compras

source: Debug
es_co: Depurar

source: Defaulted
es_co: Incumplido

source: Delivery this
es_co: Se enviará

source: Description
es_co: Descripción

source: Do not charge at the moment, everything is charged on the established day
es_co: No cobrar al momento, todo se carga en el día establecido

source: e.g. John Doe
es_co: p.ej. John Doe

source: Empty to ignore
es_co: Vacío para ignorar

source: Empty to ignore, Input 1 to 27, only applies to frequency monthly
es_co: Vacío para ignorar, entrada 1 a 27, solo se aplica a la frecuencia mensual

source: Empty to use the base price of product
es_co: Vacío para usar el precio base del producto

source: Enable log
es_co: Habilitar registro

source: Enable mixed cart
es_co: Habilitar carrito mixto

source: Enable sandbox mode
es_co: Habilitar el modo Sandbox

source: Error connecting to rebill servers
es_co: Error al conectarse a los servidores de recarga

source: Error generating card renewal request
es_co: Error al generar la solicitud de renovación de la tarjeta

source: Error requesting the cancellation of this subscription
es_co: Error al solicitar la cancelación de esta suscripción

source: Every %s day
es_co: Cada %s día

source: every %s day
es_co: cada %s día

source: Every %s month
es_co: Cada %s mes

source: every %s month
es_co: cada %s mes

source: Every %s year
es_co: Cada %s año

source: every %s year
es_co: cada %s año

source: Expiration
es_co: Vencimiento

source: Failed
es_co: Fallido

source: Filter By
es_co: Filtrado por

source: First Collection type
es_co: Tipo de primera colección

source: First payment
es_co: Primer pago

source: First payment prorated. Next payment
es_co: Primer pago prorrateado. Siguiente pago

source: Force collection date to a specific day number
es_co: Forzar la fecha de cobro a un número de día específico

source: Force collection date to a specific day number (Zero or Empty to use the first payment day)
es_co: Forzar la fecha de cobro a un número de día específico (cero o vacío para usar el primer día de pago)

source: Free Trial
es_co: Prueba gratis

source: Free trial for %s day.
es_co: Prueba gratuita por %s día.

source: Free trial for %s month.
es_co: Prueba gratuita durante %s mes.

source: Free Trial Frequency
es_co: Frecuencia de prueba gratuita

source: Free Trial Frequency Type
es_co: Tipo de frecuencia de prueba gratuita

source: Frequency
es_co: Frecuencia

source: Frequency (comma separated if customer can select from multiple options)
es_co: Frecuencia (separada por comas si el cliente puede seleccionar entre varias opciones)

source: Frequency of collection, for example: every 1 month or every 2 months.
es_co: Frecuencia de cobro, por ejemplo: cada 1 mes o cada 2 meses.

source: Frequency Type
es_co: Tipo de frecuencia

source: Gateway Transaction ID
es_co: ID de transacción del Gateway

source: Identification Number
es_co: Número de identificación

source: Identification Type
es_co: Tipo de identificación

source: Input you Organization UUID
es_co: Ingrese el UUID de su organización

source: Internal server error, please do not retry payment without first contacting a store administrator.
es_co: Error interno del servidor. No vuelva a intentar el pago sin antes ponerse en contacto con el administrador de la tienda.

source: Invalid card holder
es_co: Titular de la tarjeta no válido

source: Invalid credit card number
es_co: Número de tarjeta de crédito no válido

source: Invalid cvc/cvv number
es_co: Número de CVC / CVV no válido

source: Invalid expiration month
es_co: Mes de vencimiento no válido

source: Invalid expiration year
es_co: Año de vencimiento no válido

source: Invalid Order
es_co: Pedido inválido

source: Last 3 digits
es_co: Últimos 3 dígitos

source: Last 4 digits
es_co: Últimos 4 dígitos

source: Last payment
es_co: Ultimo pago

source: Leave empty if it will never expire
es_co: Déjelo vacío si nunca caducará

source: Leave empty to use the default woocommerce page
es_co: Déjelo en blanco para usar la página predeterminada de woocommerce

source: Leave orders with payment Accepted in Completed
es_co: Dejar pedidos con pago aceptado en Completado

source: Loading...
es_co: Cargando...

source: Maximum number of recurring payment
es_co: Número máximo de pago recurrente

source: Maximum number of recurring payment (Zero or Empty to infinity recurring payment)
es_co: Número máximo de pago recurrente (dejar en cero o vacío para infinito)

source: Modify Subscription
es_co: Modificar suscripción

source: Month
es_co: Mes

source: Multiple subscriptions can not be purchased at the same time.
es_co: No se pueden comprar varias suscripciones al mismo tiempo.

source: My Subscriptions
es_co: Mis Suscripciónes

source: Next Payment
es_co: Siguiente pago

source: Next payment
es_co: Siguiente pago

source: Next payment amount
es_co: Próximo monto de pago

source: On Rebill
es_co: En Rebill

source: Once every 5 minutes
es_co: Una vez cada 5 minutos

source: One-time %1$s or %2$s %3$s
es_co: %1$s por única vez o %2$s %3$s

source: One-time purchase
es_co: Compra única

source: Only available for subscription
es_co: Solo disponible para suscripción

source: Only changes to the parent order will be reflected in the following recurring payments
es_co: Solo los cambios en el pedido principal se reflejarán en los siguientes pagos recurrentes

source: Only one subscription active by customer
es_co: Solo una suscripción activa por cliente

source: Only one subscription products by cart
es_co: Solo un producto de suscripción por carrito

source: Only Rebill Order
es_co: Solo pedidos de Rebill

source: Only Rebill Order (Without Subscription)
es_co: Solo pedidos de Rebill (sin suscripción)

source: Only Subscription (Parent and Renew)
es_co: Solo pedidos de Rebill (Suscripción y renovación)

source: Only Subscription Parent
es_co: Solo suscripción

source: Only Subscription Renew
es_co: Solo renovación de suscripción

source: Only this Rebill Subscription ID
es_co: Solo este ID de suscripción de Rebill

source: Only this Rebill Transaction ID
es_co: Solo este ID de transacción de Rebill

source: Order
es_co: Pedido

source: Order Number %1$s: %2$s
es_co: Número de pedido %1$s: %2$s

source: Organization UUID
es_co: UUID de la organización

source: Other
es_co: Otro

source: Parent Order
es_co: Pedido Padre

source: Password
es_co: Contraseña

source: Password access to the api
es_co: Contraseña de acceso al API

source: Paused
es_co: Pausado

source: Pay every N days
es_co: Paga cada N días

source: Pay every N months
es_co: Paga cada N meses

source: Pay every N years
es_co: Paga cada N años

source: Pay Now
es_co: Pagar ahora

source: Paying
es_co: Pago

source: Payment rejected, please verify your card details or contact your bank.
es_co: Pago rechazado, verifique los detalles de su tarjeta o comuníquese con su banco.

source: Please wait...
es_co: Espere por favor...

source: Products and subscriptions can not be purchased at the same time.
es_co: Los productos y las suscripciones no se pueden comprar al mismo tiempo.

source: Quantity of
es_co: Cantidad de

source: Rebill ID
es_co: ID de Rebill

source: Rebill Information
es_co: Información de Rebill

source: Rebill Subscription
es_co: Suscripción de Rebill

source: Rebill Subscription for WooCommerce
es_co: Rebill para WooCommerce

source: Rebill Subscription ID
es_co: ID de suscripción de Rebill

source: Rebill Subscription plugin for WooCommerce
es_co: Rebill para WooCommerce

source: Rebill Transaction ID
es_co: ID de transacción de Rebill

source: Rebill: A dispute has started over the payment.
es_co: Rebill: Ha comenzado una disputa sobre el pago.

source: Rebill: Incomplete payment, waiting for remaining payment.
es_co: Rebill: Pago incompleto, esperando el pago restante.

source: Rebill: Order complete.
es_co: Rebill: Pedido completado.

source: Rebill: Parent order
es_co: Rebill: Pedido padre

source: Rebill: Parent Order.
es_co: Rebill: Pedido padre.

source: Rebill: Payment approved.
es_co: Rebill: Pago aprobado.

source: Rebill: Payment cancelled.
es_co: Rebill: Pago cancelado.

source: Rebill: Payment rejected, user must try again.
es_co: Rebill: Pago rechazado, el usuario debe intentarlo de nuevo.

source: Rebill: Payment rejected.
es_co: Rebill: Pago rechazado.

source: Rebill: The payment is in dispute.
es_co: Rebill: El pago está en disputa.

source: Rebill: The payment is in review.
es_co: Rebill: El pago está en revisión.

source: Rebill: The payment was refunded to the customer.
es_co: Rebill: El pago se reembolsó al cliente.

source: Rebill: The subscription was canceled by admin.
es_co: Rebill: El administrador canceló la suscripción.

source: Rebill: The subscription was canceled by customer.
es_co: Rebill: El cliente canceló la suscripción.

source: Rebill: The subscription was canceled by rebill.
es_co: Rebill: La suscripción se canceló desde Rebill.

source: Rebill: The subscription was canceled by total order is changed.
es_co: Rebill: La suscripción fue cancelada por el cambio total del pedido.

source: Rebill: The subscription was canceled, is in default or failure.
es_co: Rebill: La suscripción fue cancelada, está en incumplimiento o falla.

source: Rebill: User or Pass invalid
es_co: Rebill: Usuario o Contraseña no válido

source: Rebill: Waiting for payment date.
es_co: Rebill: Esperando la fecha de pago.

source: Repetitions
es_co: Repeticiones

source: Request Renew Card
es_co: Solicitar Renovar Tarjeta

source: Save
es_co: Guardar

source: See this on Rebill
es_co: Ver esto en Rebill

source: Select one credit card
es_co: Seleccione una tarjeta de crédito

source: Setting
es_co: Ajuste

source: Sign-up price
es_co: Precio por Alta

source: Status
es_co: Estado

source: Subscribe to this product
es_co: Suscribirme Ahora

source: Subscribe to this product for %s:
es_co: Suscríbete a este producto por %s:

source: Subscribe to this product:
es_co: Suscríbete a este producto:

source: Subscription
es_co: Suscripción

source: Subscription %s - New Payment Order
es_co: Suscripción %s - Nueva orden de pago

source: Subscription Cancelled
es_co: Suscripción cancelada

source: Subscription details
es_co: Detalles de la suscripción

source: Subscription enable
es_co: Habilitar suscripción

source: Subscription ID
es_co: ID de suscripción

source: Subscription Order
es_co: Orden de suscripción

source: Subscription Parent
es_co: Suscripción principal

source: Subscription price
es_co: Precio de suscripción

source: Subscription Quantity
es_co: Cantidad

source: Subscription Renew
es_co: Renovación de suscripción

source: Subscription Status
es_co: Estado de suscripción

source: Subscription successfully canceled
es_co: Suscripción cancelada con éxito

source: Subscriptions
es_co: Suscripciones

source: Subscriptions Order
es_co: Pedidos de suscripción

source: Text for button "One-time purchase"
es_co: Texto para el botón "Compra única"

source: Text for button "Subscribe to this product"
es_co: Texto para el botón "Suscribirse a este producto"

source: Thank you for your order, fill in the following information to process your order with
es_co: Gracias por su pedido, complete la siguiente información para procesar su pedido con

source: The "Collection date" field can be edited by the customer in an active subscription?
es_co: ¿El campo "Fecha de cobro" puede ser editado por el cliente en una suscripción activa?

source: The "Frequency" field can be edited by the customer in an active subscription?
es_co: ¿El campo "Frecuencia" puede ser editado por el cliente en una suscripción activa?

source: The "Maximum number of recurring payment" field can be edited by the customer in an active subscription?
es_co: ¿El campo "Número máximo de pagos recurrentes" puede ser editado por el cliente en una suscripción activa?

source: Title
es_co: Título

source: To review the Log download the file: %s
es_co: Para revisar el registro, descargue el archivo: %s

source: Trial free for N Day/Month, for example: 30.
es_co: Prueba gratuita durante N días/mes, por ejemplo: 30.

source: Update active subscriptions automatically if you change the cost of the product
es_co: Actualizar las suscripciones activas automáticamente si cambia el costo del producto

source: URL of the Thank You Page for Subscribing
es_co: URL de la página de agradecimiento por suscribirse

source: Use old credit card
es_co: Utilice una tarjeta de crédito antigua

source: User
es_co: Usuario

source: User access to the api
es_co: Nombre de usuario de acceso al api

source: User Invalid
es_co: Usuario no válido

source: User or Order is Invalid
es_co: El usuario o el pedido no es válido

source: View
es_co: Ver

source: Waiting for payment date
es_co: Esperando la fecha de pago

source: Will the client be able to modify the quantity of products in an active subscription?
es_co: ¿Podrá el cliente modificar la cantidad de productos en una suscripción activa?

source: Without subscription
es_co: Sin suscripción

source: WooCommerce Rebill Gateway depends on the last version of %s to work!
es_co: ¡WooCommerce Rebill Gateway depende de la última versión de %s para que funcione!

source: Year
es_co: Año

source: You must have at least one product in the subscription.
es_co: Debe tener al menos un producto en la suscripción.

source: You pay
es_co: Tú pagas

source: You pay every %s day
es_co: Paga cada %s día

source: You pay every %s month
es_co: Paga cada %s mes

source: You pay every %s year
es_co: Paga cada %s año
